[
  {
    "id": 1,
    "nome": "Pai Nosso",
    "slug": "pai-nosso",
    "categoria": "Orações Essenciais",
    "texto": "Pai nosso, que estais nos céus, santificado seja o Vosso nome, venha a nós o Vosso reino, seja feita a Vossa vontade assim na terra como no céu. O pão nosso de cada dia nos dai hoje, perdoai-nos as nossas ofensas assim como nós perdoamos a quem nos tem ofendido, e não nos deixeis cair em tentação, mas livrai-nos do mal. Amém.",
    "tags": ["essencial", "jesus", "tradicional"],
    "santoRelacionado": null,
    "imagem": "https://ldsblogs.com/files/2018/03/ChristsAtonement1.jpg",
    "descricao": "A oração ensinada por Jesus Cristo aos seus discípulos, também conhecida como Oração do Senhor.",
    "origem": "Evangelho de Mateus 6:9-13 e Lucas 11:2-4",
    "videoId": "KYqBotSlWqE",
    "popularidade": 10
  },
  {
    "id": 2,
    "nome": "Ave Maria",
    "slug": "ave-maria",
    "categoria": "Orações Essenciais",
    "texto": "Ave Maria, cheia de graça, o Senhor é convosco, bendita sois Vós entre as mulheres e bendito é o fruto do Vosso ventre, Jesus. Santa Maria, Mãe de Deus, rogai por nós pecadores, agora e na hora da nossa morte. Amém.",
    "tags": ["essencial", "maria", "tradicional"],
    "santoRelacionado": null,
    "imagem": "/images/oracoes/ave-maria.jpg",
    "descricao": "Saudação do Anjo Gabriel a Maria, combinada com a invocação de Santa Isabel e da Igreja.",
    "origem": "Evangelho de Lucas 1:28 e 1:42",
    "popularidade": 10
  },
  {
    "id": 3,
    "nome": "Glória ao Pai",
    "slug": "gloria-ao-pai",
    "categoria": "Orações Essenciais",
    "texto": "Glória ao Pai, ao Filho e ao Espírito Santo. Como era no princípio, agora e sempre. Amém.",
    "tags": ["essencial", "trindade", "tradicional"],
    "santoRelacionado": null,
    "imagem": "/images/oracoes/gloria-ao-pai.jpg",
    "descricao": "Doxologia que louva a Santíssima Trindade, tradicionalmente recitada após os salmos.",
    "origem": "Tradição litúrgica cristã",
    "popularidade": 9
  },
  {
    "id": 4,
    "nome": "Creio (Credo Apostólico)",
    "slug": "credo-apostolico",
    "categoria": "Orações Essenciais",
    "texto": "Creio em Deus Pai todo-poderoso, Criador do céu e da terra; e em Jesus Cristo, seu único Filho, nosso Senhor; que foi concebido pelo poder do Espírito Santo; nasceu da Virgem Maria, padeceu sob Pôncio Pilatos, foi crucificado, morto e sepultado. Desceu à mansão dos mortos; ressuscitou ao terceiro dia; subiu aos céus, está sentado à direita de Deus Pai todo-poderoso, de onde há de vir a julgar os vivos e os mortos. Creio no Espírito Santo, na santa Igreja Católica, na comunhão dos Santos, na remissão dos pecados, na ressurreição da carne, na vida eterna. Amém.",
    "tags": ["essencial", "credo", "tradicional"],
    "santoRelacionado": null,
    "imagem": "/images/oracoes/credo.jpg",
    "descricao": "Profissão de fé católica que resume as principais verdades da fé cristã.",
    "origem": "Tradição apostólica",
    "popularidade": 9
  },
  {
    "id": 5,
    "nome": "Salve Rainha",
    "slug": "salve-rainha",
    "categoria": "Orações Marianas",
    "texto": "Salve, Rainha, Mãe de misericórdia, vida, doçura e esperança nossa, salve! A Vós bradamos, os degredados filhos de Eva. A Vós suspiramos, gemendo e chorando neste vale de lágrimas. Eia, pois, advogada nossa, esses Vossos olhos misericordiosos a nós volvei, e depois deste desterro mostrai-nos Jesus, bendito fruto do Vosso ventre, ó clemente, ó piedosa, ó doce sempre Virgem Maria. Rogai por nós, Santa Mãe de Deus, para que sejamos dignos das promessas de Cristo. Amém.",
    "tags": ["maria", "tradicional", "rosário"],
    "santoRelacionado": null,
    "imagem": "/images/oracoes/salve-rainha.jpg",
    "descricao": "Antífona mariana cantada tradicionalmente ao final do Rosário e da Liturgia das Horas.",
    "origem": "Século XI, atribuída a Hermann de Reichenau",
    "popularidade": 8
  },
  {
    "id": 6,
    "nome": "Anjo da Guarda",
    "slug": "anjo-da-guarda",
    "categoria": "Orações aos Anjos",
    "texto": "Santo Anjo do Senhor, meu zeloso guardador, se a ti me confiou a piedade divina, sempre me rege, me guarda, me governa e me ilumina. Amém.",
    "tags": ["anjo", "proteção", "tradicional"],
    "santoRelacionado": null,
    "imagem": "/images/oracoes/anjo-da-guarda.jpg",
    "descricao": "Oração de consagração e invocação ao Anjo da Guarda, protetor pessoal dado por Deus.",
    "origem": "Tradição católica",
    "popularidade": 8
  },
  {
    "id": 7,
    "nome": "Oração a São Miguel Arcanjo",
    "slug": "oracao-sao-miguel-arcanjo",
    "categoria": "Orações aos Anjos",
    "texto": "São Miguel Arcanjo, defendei-nos no combate, sede o nosso refúgio contra as maldades e ciladas do demônio. Ordene-lhe Deus, instantemente o pedimos; e vós, príncipe da milícia celeste, pelo divino poder, precipitai no inferno a Satanás e aos outros espíritos malignos, que andam pelo mundo para perder as almas. Amém.",
    "tags": ["anjo", "proteção", "combate espiritual"],
    "santoRelacionado": "sao-miguel-arcanjo",
    "imagem": "/images/oracoes/sao-miguel.jpg",
    "descricao": "Oração de exorcismo composta pelo Papa Leão XIII para invocar a proteção de São Miguel contra o mal.",
    "origem": "Papa Leão XIII, 1886",
    "popularidade": 9
  },
  {
    "id": 8,
    "nome": "Oração da Manhã",
    "slug": "oracao-da-manha",
    "categoria": "Orações Diárias",
    "texto": "Meu Deus, eu Vos adoro e Vos amo de todo o meu coração. Agradeço-Vos por me haverdes criado, feito cristão e conservado nesta noite. Ofereço-Vos as ações do dia: fazei que todas sejam segundo Vossa santa vontade e para Vossa maior glória. Preservai-me do pecado e de todo o mal. Que Vossa graça esteja sempre comigo e com todos os meus. Amém.",
    "tags": ["manhã", "diária", "consagração"],
    "santoRelacionado": null,
    "imagem": "/images/oracoes/manha.jpg",
    "descricao": "Oração de consagração do dia a Deus, tradicionalmente rezada ao acordar.",
    "origem": "Tradição católica",
    "popularidade": 7
  },
  {
    "id": 9,
    "nome": "Oração da Noite",
    "slug": "oracao-da-noite",
    "categoria": "Orações Diárias",
    "texto": "Meu Deus, eu Vos agradeço por todos os benefícios que me concedestes, e sobretudo por me haverdes criado, feito cristão e conservado neste dia. Perdoai-me o mal que hoje cometi e, se algum bem fiz, aceitai-o. Protegei-me durante o sono e livrai-me de todo o mal. Que Vossa graça esteja sempre comigo e com todos os meus. Amém.",
    "tags": ["noite", "diária", "agradecimento"],
    "santoRelacionado": null,
    "imagem": "/images/oracoes/noite.jpg",
    "descricao": "Oração de agradecimento e entrega do dia a Deus, tradicionalmente rezada antes de dormir.",
    "origem": "Tradição católica",
    "popularidade": 7
  },
  {
    "id": 10,
    "nome": "Oração de São Francisco de Assis",
    "slug": "oracao-sao-francisco",
    "categoria": "Orações dos Santos",
    "texto": "Senhor, fazei-me instrumento de Vossa paz. Onde houver ódio, que eu leve o amor; onde houver ofensa, que eu leve o perdão; onde houver discórdia, que eu leve a união; onde houver dúvida, que eu leve a fé; onde houver erro, que eu leve a verdade; onde houver desespero, que eu leve a esperança; onde houver tristeza, que eu leve a alegria; onde houver trevas, que eu leve a luz. Ó Mestre, fazei que eu procure mais consolar, que ser consolado; compreender, que ser compreendido; amar, que ser amado. Pois é dando que se recebe, é perdoando que se é perdoado, e é morrendo que se vive para a vida eterna. Amém.",
    "tags": ["paz", "francisco", "conversão"],
    "santoRelacionado": "sao-francisco-de-assis",
    "imagem": "/images/oracoes/sao-francisco.jpg",
    "descricao": "Oração pela paz atribuída a São Francisco de Assis, conhecida por seu apelo à caridade e humildade.",
    "origem": "Atribuída a São Francisco de Assis",
    "popularidade": 9
  },
  {
    "id": 11,
    "nome": "Memorare (Lembrai-vos)",
    "slug": "memorare",
    "categoria": "Orações Marianas",
    "texto": "Lembrai-vos, ó puríssima Virgem Maria, que jamais se ouviu dizer que alguém que recorresse à Vossa proteção, implorasse Vossa ajuda ou pedisse Vossa intercessão fosse por Vós abandonado. Cheio de tão doce confiança, a Vós, ó Mãe das virgens, recorro; a Vós venho, e gemendo sob o peso dos meus pecados, Vos venero aos pés. Não desprezeis minhas súplicas, ó Mãe do Verbo Divino, mas dignai-Vos ouvi-las e atendê-las benignamente. Amém.",
    "tags": ["maria", "intercessão", "confiança"],
    "santoRelacionado": null,
    "imagem": "/images/oracoes/memorare.jpg",
    "descricao": "Antiga oração mariana que expressa grande confiança na intercessão da Virgem Maria.",
    "origem": "Século XV, popularizada por São Bernardo de Claraval",
    "popularidade": 7
  },
  {
    "id": 12,
    "nome": "Magnificat (Cântico de Maria)",
    "slug": "magnificat",
    "categoria": "Orações Marianas",
    "texto": "A minha alma glorifica o Senhor, e o meu espírito exulta em Deus, meu Salvador, porque olhou para a humildade da sua serva. De hoje em diante todas as gerações me chamarão bem-aventurada, porque o Todo-Poderoso fez grandes coisas em meu favor; santo é o seu nome. A sua misericórdia estende-se de geração em geração sobre aqueles que o temem. Manifestou o poder do seu braço, dispersou os soberbos de coração. Derrubou os poderosos de seus tronos e exaltou os humildes. Encheu de bens os famintos e despediu os ricos de mãos vazias. Socorreu Israel, seu servo, lembrando-se de sua misericórdia, conforme prometera aos nossos pais, em favor de Abraão e de seus descendentes, para sempre. Amém.",
    "tags": ["maria", "louvor", "bíblica"],
    "santoRelacionado": null,
    "imagem": "/images/oracoes/magnificat.jpg",
    "descricao": "Cântico de Maria em resposta à saudação de Isabel, recitado diariamente nas Vésperas.",
    "origem": "Evangelho de Lucas 1:46-55",
    "popularidade": 6
  },
  {
    "id": 13,
    "nome": "Ato de Contrição",
    "slug": "ato-de-contricao",
    "categoria": "Orações de Penitência",
    "texto": "Meu Deus, eu me arrependo de todo o coração de Vos ter ofendido, porque sois infinitamente bom e amável, e o pecado Vos desagrada. Prometo, com a Vossa graça, não mais pecar e fugir das ocasiões de pecado. Senhor, pela Vossa paixão e morte, tende piedade de mim. Amém.",
    "tags": ["penitência", "confissão", "arrependimento"],
    "santoRelacionado": null,
    "imagem": "/images/oracoes/ato-contricao.jpg",
    "descricao": "Oração de arrependimento dos pecados, tradicionalmente rezada antes da Confissão.",
    "origem": "Tradição católica",
    "popularidade": 7
  },
  {
    "id": 14,
    "nome": "Oração a Santo Antônio",
    "slug": "oracao-santo-antonio",
    "categoria": "Orações dos Santos",
    "texto": "Ó glorioso Santo Antônio, modelo de virtude cristã, auxiliador dos necessitados, advogado nas causas difíceis e desesperadas! Vós que tendes o coração tão compassivo para com os aflitos e sofridos, olhai para as necessidades que vos apresento e alcançai-me de Deus a graça que desejo. Ajudai-me nesta vida a vencer todas as tentações e a alcançar a felicidade eterna. Assim seja.",
    "tags": ["santo antônio", "intercessão", "causas difíceis"],
    "santoRelacionado": "santo-antonio-de-padua",
    "imagem": "/images/oracoes/santo-antonio.jpg",
    "descricao": "Oração de invocação a Santo Antônio, conhecido como o santo das causas impossíveis.",
    "origem": "Tradição franciscana",
    "popularidade": 8
  },
  {
    "id": 15,
    "nome": "Oração do Terço da Misericórdia",
    "slug": "terco-misericordia",
    "categoria": "Orações de Devoção",
    "texto": "Deus Eterno Pai, eu Vos ofereço o Corpo e o Sangue, a Alma e a Divindade de Vosso diletíssimo Filho, Nosso Senhor Jesus Cristo, em expiação dos nossos pecados e dos do mundo inteiro. Pela Sua dolorosa Paixão, tende misericórdia de nós e do mundo inteiro. (Repetir 10 vezes)\n\nPelo amor de Deus, tende misericórdia de nós e do mundo inteiro. (Repetir 3 vezes)",
    "tags": ["misericórdia", "jesus", "devoção"],
    "santoRelacionado": "santa-faustina-kowalska",
    "imagem": "/images/oracoes/terco-misericordia.jpg",
    "descricao": "Oração revelada a Santa Faustina Kowalska por Jesus, invocando a Divina Misericórdia.",
    "origem": "Revelação a Santa Faustina, 1935",
    "popularidade": 8
  },
  {
    "id": 16,
    "nome": "Oração de São Bento",
    "slug": "oracao-sao-bento",
    "categoria": "Orações de Proteção",
    "texto": "A Santa Cruz seja minha luz, não seja o dragão meu guia. Retira-te, satanás! Nunca me aconselhes coisas vãs. É mau o que tu me ofereces, bebe tu mesmo o teu veneno. Pela Cruz de Nosso Senhor Jesus Cristo, livrai-nos Senhor dos nossos inimigos. Amém.",
    "tags": ["proteção", "são bento", "exorcismo"],
    "santoRelacionado": "sao-bento",
    "imagem": "/images/oracoes/sao-bento.jpg",
    "descricao": "Oração de proteção contra o mal, inscrita na medalha de São Bento.",
    "origem": "Tradição beneditina",
    "popularidade": 7
  }
]
